Repository: readmigo/ios
Catalog: Readmigo/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# subscription.goPremium
source: Go Premium
ja: プレミアムにする
zh_hans: 升级会员
zh_hant: 升級會員

# subscription.goPro
source: Go Pro
ja: Proにする
zh_hans: 升级 Pro
zh_hant: 升級 Pro

# subscription.includesFreeTrial
source: Includes %lld-day free trial
ja: %lld日間の無料トライアル付き
zh_hans: 包含 %lld 天免费试用
zh_hant: 包含 %lld 天免費試用

# subscription.legalNotice
source: Payment will be charged to your Apple ID account. Subscription automatically renews unless canceled at least 24 hours before the end of the current period.
ja: お支払いはApple IDアカウントに請求されます。サブスクリプションは、現在の期間が終了する少なくとも24時間前にキャンセルしない限り、自動的に更新されます。
zh_hans: 付款将从您的 Apple ID 账户扣除。订阅将自动续订，除非在当前周期结束前至少24小时取消。
zh_hant: 付款將從您的 Apple ID 帳戶扣除。訂閱將自動續訂，除非在當前週期結束前至少24小時取消。

# subscription.limitedAccess
source: Limited Access
ja: 制限付きアクセス
zh_hans: 受限访问
zh_hant: 受限存取

# subscription.manageInSettings
source: You can manage or cancel your subscription in your Apple ID settings.
ja: Apple IDの設定でサブスクリプションを管理またはキャンセルできます。
zh_hans: 您可以在 Apple ID 设置中管理或取消订阅。
zh_hant: 您可以在 Apple ID 設定中管理或取消訂閱。

# subscription.manageSubscription
source: Manage Subscription
ja: サブスクリプションを管理
zh_hans: 管理订阅
zh_hant: 管理訂閱

# subscription.monthly
source: Monthly
ja: 月額
zh_hans: 月付
zh_hant: 月付

# subscription.mostPopular
source: Most Popular
ja: 人気No.1
zh_hans: 最受欢迎
zh_hant: 最受歡迎

# subscription.needHelp
source: Need Help?
ja: ヘルプが必要ですか？
zh_hans: 需要帮助？
zh_hant: 需要幫助？

# subscription.nextBilling
source: Next Billing
ja: 次回請求
zh_hans: 下次扣费
zh_hant: 下次扣費

# subscription.off
source: Off
ja: オフ
zh_hans: 关闭
zh_hant: 關閉

# subscription.on
source: On
ja: オン
zh_hans: 开启
zh_hant: 開啟

# subscription.openSettings
source: Open Subscription Settings
ja: サブスクリプション設定を開く
zh_hans: 打开订阅设置
zh_hant: 打開訂閱設定

# subscription.perMonth
source: %@/month
ja: %@/月
zh_hans: %@/月
zh_hant: %@/月

# subscription.perMonth.short
source: /month
ja: /月
zh_hans: /月
zh_hant: /月

# subscription.perYear
source: /year
ja: /年
zh_hans: /年
zh_hant: /年

# subscription.premium
source: Premium
ja: プレミアム
zh_hans: 高级会员
zh_hant: 高級會員

# subscription.privacyPolicy
source: Privacy Policy
ja: プライバシーポリシー
zh_hans: 隐私政策
zh_hant: 隱私政策

# subscription.proFeatures
source: Your Pro Features
ja: あなたのPro機能
zh_hans: 您的 Pro 功能
zh_hant: 您的 Pro 功能

# subscription.rating
source: %@ on App Store
ja: App Storeで%@
zh_hans: App Store 评分 %@
zh_hant: App Store 評分 %@

# subscription.renews
source: Renews
ja: 更新日
zh_hans: 续订
zh_hant: 續訂

# subscription.restorePurchases
source: Restore Purchases
ja: 購入を復元
zh_hans: 恢复购买
zh_hant: 恢復購買

# subscription.save
source: Save %@%%
ja: %@%%お得
zh_hans: 节省 %@%%
zh_hant: 節省 %@%%

# subscription.savedWords
source: Saved words
ja: 保存した単語
zh_hans: 已保存单词
zh_hant: 已儲存單字

# subscription.socialProof
source: Join %@ language learners
ja: %@人の語学学習者が利用中
zh_hans: 加入 %@ 名语言学习者
zh_hant: 加入 %@ 名語言學習者

# subscription.started
source: Started
ja: 開始日
zh_hans: 开始日期
zh_hant: 開始日期

# subscription.startFreeTrial
source: Start %lld-Day Free Trial
ja: %lld日間の無料トライアルを開始
zh_hans: 开始 %lld 天免费试用
zh_hant: 開始 %lld 天免費試用

# subscription.subscribeNow
source: Subscribe Now
ja: 今すぐ登録
zh_hans: 立即订阅
zh_hant: 立即訂閱

# subscription.termsOfUse
source: Terms of Use
ja: 利用規約
zh_hans: 使用条款
zh_hant: 使用條款

# subscription.thenPrice
source: Then %@/year
ja: その後%@/年
zh_hans: 之后 %@/年
zh_hant: 之後 %@/年

# subscription.title
source: Subscription
ja: サブスクリプション
zh_hans: 订阅
zh_hant: 訂閱

# subscription.transactionId
source: Transaction ID
ja: トランザクションID
zh_hans: 交易 ID
zh_hant: 交易 ID

# subscription.trialLegalNotice
source: After your free trial ends, you will be charged %@ unless you cancel at least 24 hours before the trial ends. Subscription automatically renews unless canceled at least 24 hours before the end of the current period.
ja: 無料トライアル終了後、トライアル終了の少なくとも24時間前にキャンセルしない限り、%@が請求されます。サブスクリプションは、現在の期間が終了する少なくとも24時間前にキャンセルしない限り、自動的に更新されます。
zh_hans: 免费试用结束后，除非您在试用结束前至少 24 小时取消，否则将按 %@ 收费。订阅将自动续订，除非在当前周期结束前至少 24 小时取消。
zh_hant: 免費試用結束後，除非您在試用結束前至少 24 小時取消，否則將按 %@ 收費。訂閱將自動續訂，除非在當前週期結束前至少 24 小時取消。

# subscription.unlimitedAccess
source: Get unlimited access to all features
ja: すべての機能に無制限アクセス
zh_hans: 无限使用所有功能
zh_hant: 無限使用所有功能

# subscription.unlockFullPotential
source: Unlock your full potential
ja: あなたの可能性を最大限に引き出す
zh_hans: 解锁您的全部潜能
zh_hant: 解鎖您的全部潛能

# subscription.unlockPotential
source: Unlock Your Full Potential
ja: あなたの可能性を解放
zh_hans: 解锁全部潜能
zh_hant: 解鎖全部潛能

# subscription.upgradeToPro
source: Upgrade to Pro
ja: Proにアップグレード
zh_hans: 升级到 Pro
zh_hant: 升級到 Pro

# subscription.upgradeToUnlock
source: Upgrade to Unlock
ja: アップグレードして解除
zh_hans: 升级解锁
zh_hant: 升級解鎖

# subscription.yearly
source: Yearly
ja: 年額
zh_hans: 年付
zh_hant: 年付

# subscription.yourFeatures
source: Your Features
ja: あなたの機能
zh_hans: 您的功能
zh_hant: 您的功能

source: Summary
ja: 要約
zh_hans: 概要
zh_hant: 概要

# support.about
source: About
ja: について
zh_hans: 关于
zh_hant: 關於

# support.contactUs
source: Contact Us
ja: お問い合わせ
zh_hans: 联系我们
zh_hant: 聯繫我們

# support.helpCenter
source: Help Center
ja: ヘルプセンター
zh_hans: 帮助中心
zh_hant: 幫助中心

source: Swipe to explore
ja: スワイプして探索
zh_hans: 滑动探索
zh_hant: 滑動探索

source: Switch
ja: 切り替え
zh_hans: 切换
zh_hant: 切換

source: Switch to Production?
ja: 本番環境に切り替えますか？
zh_hans: 切换到生产环境？
zh_hant: 切換到生產環境？

source: Switching environment...
ja: 環境を切り替え中...

source: Switching environments will clear cached data and restart network connections.
ja: 環境を切り替えるとキャッシュデータがクリアされ、ネットワーク接続が再起動されます。
zh_hans: 切换环境将清除缓存数据并重新建立网络连接。
zh_hant: 切換環境將清除快取資料並重新建立網路連線。

source: Switching environments will sign you out and clear all cached data.
ja: 環境を切り替えるとサインアウトされ、すべてのキャッシュデータがクリアされます。

source: Sync
ja: 同期
zh_hans: 同步
zh_hant: 同步

# tab.about
source: About
ja: 概要
zh_hans: 关于
zh_hant: 關於

# tab.audiobook
source: Listen
ja: 聴く
zh_hans: 听书
zh_hant: 聽書

# tab.discover
source: Bookstore
ja: 書店
zh_hans: 书城
zh_hant: 書城

# tab.library
source: Library
ja: ライブラリ
zh_hans: 书架
zh_hant: 書架

# tab.me
source: Me
ja: マイページ
zh_hans: 我的
zh_hant: 我的

source: Tags
ja: タグ
zh_hans: 标签
zh_hant: 標籤

source: Target: %lld
ja: 目標: %lld
zh_hans: 目标：%lld
zh_hant: 目標：%lld

source: Template
ja: テンプレート
zh_hans: 模板
zh_hant: 模板

source: Templates
ja: テンプレート
zh_hans: 模板
zh_hant: 模板

source: Text Color
ja: テキストカラー
zh_hans: 文字颜色
zh_hant: 文字顏色

source: Text Size
ja: テキストサイズ
zh_hans: 文字大小
zh_hant: 文字大小

source: Theme
ja: テーマ
zh_hans: 主题
zh_hant: 主題

source: Thinking...
ja: 考え中...
zh_hans: 思考中...
zh_hant: 思考中...

source: This conversation has been closed
ja: この会話は終了しました
zh_hans: 此对话已关闭
zh_hant: 此對話已關閉

source: This helps us recommend books at the right difficulty for you
ja: あなたに適した難易度の本を 推薦するのに役立ちます
zh_hans: 这将帮助我们为您 推荐适合难度的书籍
zh_hant: 這將幫助我們為您 推薦適合難度的書籍

source: This Week
ja: 今週
zh_hans: 本周
zh_hant: 本週

source: This will clear temporary cached data. Your downloaded books will not be affected.
ja: 一時キャッシュデータがクリアされます。ダウンロード済みの本は影響を受けません。
zh_hans: 这将清除临时缓存数据。您下载的书籍不会受影响。
zh_hant: 這將清除臨時快取數據。您下載的書籍不會受影響。

source: This will remove the highlight and any associated notes.
ja: ハイライトと関連するメモが削除されます。

source: Timeline
ja: タイムライン
zh_hans: 时间线
zh_hant: 時間線

source: Today
ja: 今日
zh_hans: 今天
zh_hant: 今天

source: Top %lld%%
ja: 上位%lld%%
zh_hans: 前 %lld%%
zh_hant: 前 %lld%%

source: Total
ja: 合計
zh_hans: 总计
zh_hant: 總計

source: Total Reading Time
ja: 合計読書時間
zh_hans: 总阅读时长
zh_hant: 總閱讀時長

source: Total Words
ja: 合計単語数
zh_hans: 总词数
zh_hant: 總詞數

source: Try Again
ja: 再試行
zh_hans: 重试
zh_hant: 重試

source: Try AI Semantic Search
ja: AI意味検索を試す
zh_hans: 尝试 AI 语义搜索
zh_hant: 嘗試 AI 語義搜索

source: Try asking:
ja: 試しに聞いてみる:
zh_hans: 试试问：
zh_hant: 試試問：

source: Try different keywords
ja: 別のキーワードを試す
zh_hans: 尝试不同的关键词
zh_hant: 嘗試不同的關鍵詞

# tts.autoPageTurn
source: Auto Page Turn
ja: 自動ページめくり
zh_hans: 自动翻页
zh_hant: 自動翻頁

# tts.autoScroll
source: Auto Scroll
ja: 自動スクロール
zh_hans: 自动滚动
zh_hant: 自動滾動

# tts.behavior
source: Behavior
ja: 動作
zh_hans: 行为
zh_hant: 行為

# tts.betweenParagraphs
source: Between Paragraphs
ja: 段落間
zh_hans: 段落间隔
zh_hant: 段落間隔

# tts.betweenSentences
source: Between Sentences
ja: 文間
zh_hans: 句子间隔
zh_hant: 句子間隔

# tts.chapter
source: Chapter
ja: 章
zh_hans: 章节
zh_hant: 章節

# tts.high
source: High
ja: 高
zh_hans: 高
zh_hant: 高

# tts.highlight
source: Highlight
ja: ハイライト
zh_hans: 高亮
zh_hant: 高亮

# tts.long
source: Long
ja: 長
zh_hans: 长
zh_hant: 長

# tts.low
source: Low
ja: 低
zh_hans: 低
zh_hant: 低

# tts.mode
source: Mode
ja: モード
zh_hans: 模式
zh_hant: 模式

# tts.normal
source: Normal
ja: 標準
zh_hans: 正常
zh_hant: 正常

# tts.pauses
source: Pauses
ja: 間隔
zh_hans: 停顿
zh_hant: 停頓

# tts.pitch
source: Pitch
ja: 音程
zh_hans: 音调
zh_hant: 音調

# tts.readingMode
source: Reading Mode
ja: 読書モード
zh_hans: 朗读模式
zh_hant: 朗讀模式

# tts.selectVoice
source: Select Voice
ja: 音声選択
zh_hans: 选择声音
zh_hant: 選擇聲音

# tts.settings
source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

# tts.settingsTitle
source: TTS Settings
ja: TTS設定
zh_hans: 语音设置
zh_hant: 語音設定

# tts.short
source: Short
ja: 短
zh_hans: 短
zh_hant: 短

# tts.speed
source: Speed
ja: 速度
zh_hans: 速度
zh_hant: 速度

# tts.timer
source: Timer
ja: タイマー
zh_hans: 定时器
zh_hant: 定時器

# tts.voice
source: Voice
ja: 音声
zh_hans: 声音
zh_hant: 聲音

source: Type a message...
ja: メッセージを入力...
zh_hans: 输入消息...
zh_hant: 輸入消息...

source: Ultimate Reader - Coming Soon
ja: Ultimate Reader - 近日公開
zh_hans: 终极阅读器 - 即将推出
zh_hant: 終極閱讀器 - 即將推出

source: Unlimited
ja: 無制限
zh_hans: 无限
zh_hant: 無限

source: Unlocked on %@
ja: %@にロック解除
zh_hans: 于 %@ 解锁
zh_hant: 於 %@ 解鎖

source: Update
ja: 更新
zh_hans: 更新
zh_hant: 更新

source: Update Available
ja: アップデート可能
zh_hans: 有新版本
zh_hant: 有新版本

source: Update Now
ja: 今すぐ更新
zh_hans: 立即更新
zh_hant: 立即更新

# update_required_message
source: A new version of the app is available. Please update to continue using Readmigo.
ja: 新しいバージョンが利用可能です。Readmigoを引き続き使用するには更新してください。
zh_hans: 有新版本可用，请更新以继续使用阅友。
zh_hant: 有新版本可用，請更新以繼續使用閱友。

# update_required_title
source: Update Required
ja: 更新が必要
zh_hans: 需要更新
zh_hant: 需要更新

source: Updating...
ja: 更新中...
zh_hans: 更新中...
zh_hant: 更新中...

source: Upgrade to Premium
ja: プレミアムにアップグレード
zh_hans: 升级到高级版
zh_hant: 升級到高級版

source: Upgrade to unlock
ja: アップグレードしてロック解除
zh_hans: 升级解锁
zh_hant: 升級解鎖

source: Use This Template
ja: このテンプレートを使用
zh_hans: 使用此模板
zh_hant: 使用此模板

source: Used
ja: 使用済み
zh_hans: 已用
zh_hant: 已用

source: Version
ja: バージョン
zh_hans: 版本
zh_hant: 版本

source: Version %@
ja: バージョン %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: Video Chat
ja: ビデオチャット
zh_hans: 视频聊天
zh_hant: 視頻聊天

source: Video chat is not yet available for this author. Try text or voice chat instead.
ja: この著者のビデオチャットはまだ利用できません。テキストまたは音声チャットをお試しください。
zh_hans: 该作者暂不支持视频聊天。请尝试文字或语音聊天。
zh_hant: 該作者暫不支持視頻聊天。請嘗試文字或語音聊天。

source: Video Chat Unavailable
ja: ビデオチャット利用不可
zh_hans: 视频聊天不可用
zh_hant: 視頻聊天不可用

source: Video chat with AI-generated author avatars requires a premium subscription.
ja: AI生成の著者アバターとのビデオチャットにはプレミアムサブスクリプションが必要です。
zh_hans: 与 AI 生成的作者形象进行视频聊天需要高级订阅。
zh_hant: 與 AI 生成的作者形象進行視頻聊天需要高級訂閱。

source: View
ja: 表示
zh_hans: 查看
zh_hant: 查看

source: View All
ja: すべて表示
zh_hans: 查看全部
zh_hant: 查看全部

source: View books by %@
ja: %@の本を表示
zh_hans: 查看 %@ 的书籍
zh_hant: 查看 %@ 的書籍

source: View on GitHub
ja: GitHubで表示
zh_hans: 在 GitHub 上查看
zh_hant: 在 GitHub 上查看

source: Visibility
ja: 表示設定
zh_hans: 可见性
zh_hant: 可見性

source: Vocabulary Mastery
ja: 語彙習得
zh_hans: 词汇掌握
zh_hant: 詞彙掌握

source: Vocabulary Progress
ja: 語彙の進捗
zh_hans: 词汇进度
zh_hant: 詞彙進度

# vocabulary.context
source: Context
ja: 文脈
zh_hans: 上下文
zh_hant: 上下文

# vocabulary.dueForReview
source: %lld words due for review
ja: 復習予定: %lld語
zh_hans: %lld 个词待复习
zh_hant: %lld 個詞待複習

# vocabulary.ease
source: Ease
ja: 難易度
zh_hans: 难度
zh_hant: 難度

# vocabulary.empty.hint
source: Select words while reading to add them to your vocabulary
ja: 読書中に単語を選択して語彙に追加
zh_hans: 阅读时选择单词添加到生词本
zh_hant: 閱讀時選擇單詞添加到生詞本

# vocabulary.empty.title
source: No vocabulary words yet
ja: まだ語彙がありません
zh_hans: 还没有生词
zh_hant: 還沒有生詞

# vocabulary.interval
source: Interval
ja: 間隔
zh_hans: 间隔
zh_hant: 間隔

# vocabulary.intervalDays
source: %lld days
ja: %lld日
zh_hans: %lld 天
zh_hant: %lld 天

# vocabulary.learning
source: Learning
ja: 学習中
zh_hans: 学习中
zh_hant: 學習中

# vocabulary.mastered
source: Mastered
ja: 習得済み
zh_hans: 已掌握
zh_hant: 已掌握

# vocabulary.nextReview
source: Next Review
ja: 次回復習
zh_hans: 下次复习
zh_hant: 下次複習

# vocabulary.notes
source: Notes
ja: メモ
zh_hans: 笔记
zh_hant: 筆記

# vocabulary.reviews
source: Reviews
ja: 復習回数
zh_hans: 复习次数
zh_hant: 複習次數

# vocabulary.reviewStats
source: Review Stats
ja: 復習統計
zh_hans: 复习统计
zh_hant: 複習統計

# vocabulary.total
source: Total
ja: 合計
zh_hans: 总计
zh_hant: 總計

# vocabulary.wordDetails
source: Word Details
ja: 単語詳細
zh_hans: 单词详情
zh_hant: 單詞詳情

source: Voice Chat
ja: 音声チャット
zh_hans: 语音聊天
zh_hant: 語音聊天

source: We're analyzing your reading data...
ja: 読書データを分析中...
zh_hans: 我们正在分析您的阅读数据...
zh_hant: 我們正在分析您的閱讀資料...

source: Week
ja: 週
zh_hans: 周
zh_hant: 週

source: Welcome to Readmigo!
ja: Readmigoへようこそ！
zh_hans: 欢迎使用米果智读！
zh_hant: 歡迎使用米果智讀！

source: What do you like to read?
ja: どんな本が好きですか？
zh_hans: 你喜欢读什么？
zh_hant: 你喜歡讀什麼？

source: What's your English level?
ja: 英語レベルは？
zh_hans: 你的英语水平如何？
zh_hant: 你的英語水平如何？

source: What's New
ja: 新機能
zh_hans: 更新内容
zh_hant: 更新內容

source: When enabled, the app will automatically download the next few chapters while you read.
ja: 有効にすると、読書中に次の数章を自動ダウンロードします。
zh_hans: 启用后，应用将在您阅读时自动下载接下来的章节。
zh_hant: 啟用後，應用將在您閱讀時自動下載接下來的章節。

source: Whole Word
ja: 単語全体
zh_hans: 全词匹配
zh_hant: 全詞匹配

source: Word
ja: 単語
zh_hans: 单词
zh_hant: 單詞

source: Word Distribution
ja: 単語分布
zh_hans: 词汇分布
zh_hant: 詞彙分布

source: Words
ja: 単語
zh_hans: 单词
zh_hant: 單詞

source: Works by %@
ja: %@の作品
zh_hans: %@ 的作品
zh_hant: %@ 的作品

source: Writing Style
ja: 文体
zh_hans: 写作风格
zh_hant: 寫作風格

source: Year
ja: 年
zh_hans: 年
zh_hant: 年

source: You are about to switch to the production environment. This will affect real data and sign you out.
ja: 本番環境に切り替えます。実際のデータに影響し、サインアウトされます。

source: You are about to switch to the production environment. This will affect real data.
ja: 本番環境に切り替えます。実際のデータに影響します。
zh_hans: 您即将切换到生产环境。这将影响真实数据。
zh_hant: 您即將切換到生產環境。這將影響真實資料。

source: You beat
ja: 上回った
zh_hans: 您超过了
zh_hant: 您超過了

source: You can always update this later in settings
ja: 設定でいつでも変更できます
zh_hans: 您可以稍后在设置中更新
zh_hant: 您可以稍後在設置中更新

source: You can manage or cancel your subscription in your Apple ID settings.
ja: Apple IDの設定でサブスクリプションを管理またはキャンセルできます。
zh_hans: 您可以在 Apple ID 设置中管理或取消订阅。
zh_hant: 您可以在 Apple ID 設置中管理或取消訂閱。

source: You reviewed %lld words
ja: %lld個の単語を復習しました
zh_hans: 您复习了 %lld 个单词
zh_hant: 您複習了 %lld 個單詞

source: You've read all books by this author!
ja: この著者の本をすべて読破しました！
zh_hans: 您已阅读该作者的所有书籍！
zh_hant: 您已閱讀該作者的所有書籍！

source: Your Books
ja: あなたの本
zh_hans: 您的书籍
zh_hant: 您的書籍

source: Your Features
ja: あなたの機能
zh_hans: 您的功能
zh_hant: 您的功能

source: Your Preferences
ja: 設定
zh_hans: 您的偏好
zh_hant: 您的偏好

source: Your Ranking
ja: あなたのランキング
zh_hans: 您的排名
zh_hant: 您的排名

source: Your text
ja: あなたのテキスト
zh_hans: 您的文字
zh_hant: 您的文字

source: Your Year in Reading
ja: 今年の読書
zh_hans: 您的阅读年度
zh_hant: 您的閱讀年度

# 上页
source: Prev
ja: 前へ
zh_hans: 上页
zh_hant: 上頁

# 下页
source: Next
ja: 次へ
zh_hans: 下页
zh_hant: 下頁

# 中文字体
source: Chinese Font
ja: 中国語フォント
zh_hans: 中文字体
zh_hant: 中文字體

# 保存
source: Save
ja: 保存
zh_hans: 保存
zh_hant: 儲存

# 取消
source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# 启用自动翻页
source: Enable Auto Page Turn
ja: 自動ページめくりを有効化
zh_hans: 启用自动翻页
zh_hant: 啟用自動翻頁

# 字体
source: Font
ja: フォント
zh_hans: 字体
zh_hant: 字體

# 模式
source: Mode
ja: モード
zh_hans: 模式
zh_hant: 模式

# 添加想法
source: Add Thought
ja: 考えを追加
zh_hans: 添加想法
zh_hant: 添加想法

# 点击区域
source: Tap Zone
ja: タップ領域
zh_hans: 点击区域
zh_hant: 點擊區域

# 系统字体
source: System Font
ja: システムフォント
zh_hans: 系统字体
zh_hant: 系統字體

# 翻页方式
source: Page Turn
ja: ページめくり方式
zh_hans: 翻页方式
zh_hant: 翻頁方式

# 自动
source: Auto
ja: 自動
zh_hans: 自动
zh_hant: 自動

# 自动翻页
source: Auto Page Turn
ja: 自動ページめくり
zh_hans: 自动翻页
zh_hant: 自動翻頁

# 自动翻页间隔
source: Auto Turn Interval
ja: 自動ページめくり間隔
zh_hans: 自动翻页间隔
zh_hant: 自動翻頁間隔

# 菜单
source: Menu
ja: メニュー
zh_hans: 菜单
zh_hant: 選單

# 西文字体
source: Latin Font
ja: 欧文フォント
zh_hans: 西文字体
zh_hant: 西文字體

# 间隔
source: Interval
ja: 間隔
zh_hans: 间隔
zh_hant: 間隔

# 阅读模式
source: Reading Mode
ja: 読書モード
zh_hans: 阅读模式
zh_hant: 閱讀模式

# 高亮
source: Highlight
ja: ハイライト
zh_hans: 高亮
zh_hant: 高亮

# %lld / %lld minutes
source: %1$lld / %2$lld minutes
zh_hans: %1$lld / %2$lld 分钟
zh_hant: %1$lld / %2$lld 分鐘

# %lld / %lld words
source: %1$lld / %2$lld words
zh_hans: %1$lld / %2$lld 词
zh_hant: %1$lld / %2$lld 詞

source: %lld WPM
zh_hans: %lld 词/分钟
zh_hant: %lld 詞/分鐘

# ai.type.qa
source: Q&A
zh_hans: 问答
zh_hant: 問答

# app.name
source: Readmigo
zh_hans: 米果智读
zh_hant: 米果智讀

# Card %lld of %lld
source: Card %1$lld of %2$lld
zh_hans: 卡片 %1$lld / %2$lld
zh_hant: 卡片 %1$lld / %2$lld

# common.ok
source: OK
zh_hans: 确定
zh_hant: 確定

source: Complete to unlock the "全集收藏家" badge!
zh_hans: 完成后解锁「全集收藏家」徽章！
zh_hant: 完成後解鎖「全集收藏家」徽章！

# hsk.level
source: HSK %lld
zh_hans: HSK %lld 级
zh_hant: HSK %lld 級

# nav.agora
source: Agora
zh_hans: 城邦
zh_hant: 城邦

source: of
zh_hans: 的
zh_hant: 的

source: OK
zh_hans: 好的
zh_hant: 好的

# subscription.pro
source: Pro
zh_hans: 专业版
zh_hant: 專業版

# tab.agora
source: Agora
zh_hans: 城邦
zh_hant: 城邦

source: Wikipedia
zh_hans: 维基百科
zh_hant: 維基百科

source: WPM
zh_hans: 词/分钟
zh_hant: 詞/分鐘
